package lesson_12

class Passport (var series:Int, var number: Int, var ownerName:String){}


/*
Задача 1: Паспортные данные (Primary Constructor)
Создай класс Passport. У него должны быть свойства, которые задаются сразу при создании объекта (в первичном
конструкторе):

series (серия, целое число).

number (номер, целое число).

ownerName (имя владельца, строка).

В функции main создай экземпляр этого класса, передав туда любые данные, и выведи информацию о паспорте в
консоль в формате: "Паспорт [серия] [номер] выдан гражданину [имя]"*/
