fun main() {
    val separator : Char = '|'
    val textOfError : String = "Connection timed out"

    println(separator+textOfError+separator)
}


/*
Задача 3: Символы и Строки (Logs)
Создай переменную типа Char, в которую положи символ разделителя логов (например, | или #).

Создай переменную типа String с текстом ошибки (например, "Connection timed out").

Выведи в консоль разделитель, затем текст ошибки, затем снова разделитель (всё на отдельных строках или подряд — как
удобнее, главное используй переменные).*/
